Revit 2027 API
ParameterTypeId.AnalyticalMemberOffsetStartZ Property
 "Start Offset Z"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberOffsetStartZ { get; }
Public Shared ReadOnly Property AnalyticalMemberOffsetStartZ As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberOffsetStartZ {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberOffsetStartZ : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace